{"upcoming":[{"description":"Halloween in Puyenbroeck\n\nZondag 29 oktober vanaf 17u\n\nMet optredens van\n\nIrfan (18u30)\nPrima Nocta (20u30)\n\nHet volledige programma en alle info vind je op www.puyenbroeck .be\n\n VVK 8 EUR\n\nADK 10 EUR","end_time":"2017-10-30T00:00:00+0100","name":"IRFAN & PRIMA NOCTA at Halloween in Puyenbroeck 29 Oct","place":{"name":"Provinciaal domein Puyenbroeck","location":{"city":"Wachtebeke","country":"Belgium","latitude":51.151831612686,"longitude":3.8735653876225,"street":"Puyenbrug 1a","zip":"9185"},"id":"261688510647545"},"start_time":"2017-10-29T16:00:00+0100","id":"2039993559565941"},{"description":"\"Omphalos\" Album Release Party\nCesair (NL) + Irfan (BG)\n\nDeze avond staat in het teken van Cesairs nieuwe release \"Omphalos\". Zij zullen het podium delen met Irfan, de beroemde ethno-fusion band uit Bulgarije.\n\nCesair\nEver since mankind learned how to speak, stories have been shared and passed down through generations. As such, legends gave birth to epic songs. It is this manner of storytelling that lies at the heart of Cesair’s music. As a band, they aim to bring to life the epic tale of the eponymous Cesair, a mythological princess that sailed the oceans 5,000 years ago. They set to music the chapters of her story, captured by the words of many romantic souls, with unique, original compositions, performed on a great variety of instruments. Their music incorporates the musical, spiritual and historical heritage of cultures from all around the Orient and Occident, creating a mixture of eastern sounds and rhythms and traditional as well as modern European folk music. They invite you to join them in a world of timeless adventures and colourful characters, and to take part in a story that may last a lifetime.\n\nIrfan\nIRFAN is an Ethereal World Music band formed in Sofia, Bulgaria in 2001. IRFAN’s kaleidoscopic sound reveals an original electro-acoustic World Fusion influenced by the sacred and folk music traditions of the Balkans, Anatolia, Persia, the Middle East, North Africa and India, as well as by the musical and spiritual heritage of Byzantium, Medieval Europe and the Ancient Mediterranean.\n\nThe integrity of IRFAN’s sound bears the depths of an audio-archaeology that explores the lost prehistoric universal musical heritage within the layers of time. IRFAN is known for its extensive use of ethereal and mystic female vocals in addition to strong male vocals and choirs in combination with an assortment of traditional Bulgarian, Turkish, Middle Eastern, Persian and \nIndian string, wind, key and percussive instruments woven into a delicate electronic sound.\n\nThe band’s name is borrowed from the Sufi’s terminology and means “gnosis”, “secret knowledge” or “revelation”. And, indeed, IRFAN’s music is an invitation for a mystical trip in and beyond time. A message poetically revealed in the language of the heart. \n\nCheck www.willemeen.nl voor meer informatie.","end_time":"2017-10-27T23:00:00+0200","name":"Cesair Album Release Party with special guest: Irfan (BG)","place":{"name":"Willemeen","location":{"city":"Arnhem","country":"Netherlands","latitude":51.98429,"longitude":5.9053699,"street":"Willemsplein 1","zip":"6811 KA"},"id":"101493809928985"},"start_time":"2017-10-27T20:00:00+0200","id":"275921376209035"},{"description":"Bemutatkozás:\n\nEgy sikeres közös tavaszi turné után ismét együtt lép fel a The Moon and the Nightspirit és az Irfan zenekar, ezúttal Budapesten.\n\nAz Irfan zenéjét leginkább elektro-akusztikus világzenei fúzióként lehetne leírni, amely hagyományos bolgár, közel-keleti, perzsa és balkáni hatásokból építkezik. A középkori és bizánci hagyományok is felbukkannak a zenéjükben, amelyben az éteri és misztikus női éneket erős férfi ének, hagyományos bolgár és közel-keleti húros-,fúvós- és ütőhangszerek támogatnak.\n\nA The Moon and the Nightspirit zenekarnak idén tavasszal jelent meg Metanoia című albuma, ami már a hatodik lemezük. A lemez megjelenését intenzív turnézás és fesztivál fellépések követték. Akusztikus zenéjükkel egy misztikus, elfeledett világba, pogány mesék birodalmába, mohalepte erdők mélyére invitálják a hallgatót. Zenéjükben a női és férfi éneket akusztikus gitár, hegedű, basszusgitár és dobok teszik teljessé.\n\n\nIntroduction in English:\n\nAfter completing a successful tour together in this spring the two bands playing together again this time in Budapest.\n\nIRFAN is an Ethereal World Music band formed in Sofia, Bulgaria in 2001. The kaleidoscopic sound of IRFAN reveals an original electro-acoustic World Fusion influenced by the sacred and folk music traditions of the Balkans, Anatolia, Persia, the Middle East, North Africa and India, as well as by the musical and spiritual heritage of Byzantium, Medieval Europe and the Ancient Mediterranean. Its integrity bears the depths of an audio-archeology that explores the lost prehistoric universal musical heritage within the layers of time. IRFAN is known for its extensive use of ethereal and mystic female vocals in addition to strong male vocals and choirs in combination with an assortment of traditional Bulgarian, Turkish, Middle Eastern, Persian and Indian string, wind, key and percussive instruments woven into a delicate electronic sound. The band’s name is borrowed from the Sufi’s terminology and means “gnosis”, “secret knowledge” or “revelation”. And indeed the music of IRFAN is an invitation for a mystical trip in and beyond time. A message, poetically revealed in the language of the heart.\n\nThe Moon and the Nightspirit:\nBrought to life in 2003, the Hungarian duo known as The Moon and the Nightspirit has since been crafting a distinct artistic signature, reflected not only in their music but also in the unique visual universe that illustrates their work.\n\nThe Moon and the Nightspirit invites the listener into the moss-grown heart of the forest, into the emerald world of ageless, sylvan realms, weaving a web where threads of ancient mysticism combine with dreamy atmospheres, where World Music acquires a bewitching pagan aura.","end_time":"2017-10-24T23:00:00+0200","name":"The Moon and the Nightspirit, Irfan - Dürer kert, Budapest","place":{"name":"Dürer Kert","location":{"city":"Budapest","country":"Hungary","latitude":47.50977,"longitude":19.09007,"street":"Ajtósi Dürer sor 19-21.","zip":"1146"},"id":"131187623567478"},"start_time":"2017-10-24T20:00:00+0200","id":"1949253112014358"},{"description":"Iron Realm Productions oraz Klub Żaczek zapraszają na jedyny w Polsce koncert zespołu Irfan.\nIrfan (https://www.facebook.com/Irfantheband/) - bułgarski zespół założony w 2001 r., grający muzykę z pogranicza folk, ethereal z elementami  muzyki średniowiecznej. Jego nazwa pochodzi z terminologii sufickiej i może być tłumaczona  jako \"gnosis\", \"wiedza tajemna\" lub \"objawienie\". Zespół ma w swoim dorobku trzy płyty - ostatni krążek ukazał się w 2015 r. nakładem wytwórni Prikosnovénie.\n****\nBilety w cenie 55 zł (przedsprzedaż) i 65 zł (w dniu koncertu) dostępne od 15 czerwca.\nBilety kolekcjonerskie dostępne będą w Klub Studencki Żaczek oraz Metal Shop ul. Długa 17 - Sklep Muzyczny Kraków.\nBilety w sprzedaży online w serwisie Ekobilet https://ekobilet.pl/klub-zaczek/irfan---support-1498170526/209870-bilety","end_time":"2017-10-26T01:00:00+0200","name":"Irfan + support / Kraków, Żaczek 25.10","place":{"name":"Klub Studencki Żaczek","location":{"city":"Kraków","country":"Poland","latitude":50.06022,"longitude":19.92199,"street":"Al. 3 Maja 5","zip":"30-063"},"id":"108391885866758"},"start_time":"2017-10-25T20:00:00+0200","id":"143623899518640"}],"past":[{"description":"Irfan er blevet kaldt meget. “Mystisk folk”, “Æterisk Wave”, ” World Fusion”. og alligevel er dækker det ikke rigtigt. Irfans musik er en blanding af hypnotiserende melodier og rytmer, inspireret af folkemusik traditioner fra Balkan, Persien og Mellemøsten, den ortodokse kirkes hymner, den byzantinske arv og middelalderens Europa.\nMed styrke fra deres bulgarske rødder, skabes rig, tidløs lyd og fortryllende elektroniske lansdskaber. Middelalder romance møder krystallinsk skønhed og publikum kommer på en rejse gennem tid og rum.\n\nGenre: Mystic folk\n\n    Torsdag 7. sept. 2017 kl. 20:00\n    Krudttønden, Serridslevvej 2, 2100 København Ø\n    Entré 80,-","end_time":"2017-09-07T21:30:00+0200","name":"Irfan - Copenhagen world festival","place":{"name":"Krudttønden","location":{"city":"København","country":"Denmark","latitude":55.70523,"longitude":12.57499,"street":"Serridslevvej 2","zip":"2100"},"id":"147618808599990"},"start_time":"2017-09-07T20:00:00+0200","id":"122614808363147"},{"description":"The 100 Club & Irfan & Liveprom & BG Live Republic proudly present:\n\nIrfan (Bulgaria)\n\nLive @ The 100 Club\n(100 Oxford Street, W1D 1LL London, United Kingdom)\n\n2 September 2017 / SATURDAY\nDoors / DJ Set: 7:00 pm\nLive music: 9:00 pm\nStroeja DJ Set midnight till late\n\nTickets: £15 adv \n£20 at the door \n(only 300 tickets available)\n\nAvailable via:\n\nWeGotTickets\nhttps://www.wegottickets.com/100club/event/406832\n\nBiletto\nhttps://billetto.co.uk/e/irfan-tickets-200231\n\nBg Live Republic\ntba\n\n===","end_time":"2017-09-02T11:45:00+0100","name":"IRFAN - Live at The 100 Club, London - 2 September 2017","place":{"name":"The 100 Club","location":{"city":"London","country":"United Kingdom","latitude":51.5161278,"longitude":-0.1352294,"street":"100 Oxford Street","zip":"W1D 1LL"},"id":"41312465370"},"start_time":"2017-09-02T07:00:00+0100","id":"1297204007072880"},{"description":"Irfan for the first time in the UK!\nIrfan @ Black Rose Ball 2017 Friday Concert, The Hospitium York, UK\n\nMore details coming soon.","end_time":"2017-09-02T02:00:00+0100","name":"Irfan at Black Rose Ball 2017 Friday Concert, York, UK","place":{"name":"The Hospitium","location":{"city":"York","country":"United Kingdom","latitude":53.961426049301,"longitude":-1.0889278458626,"street":"Museum Street","zip":"YO30 7"},"id":"153436318013536"},"start_time":"2017-09-01T19:00:00+0100","id":"1909317819348997"},{"description":"We are pleased to announce that IRFAN will be playing for the first time in Italy at Yggdrasil Medieval & Fantasy Pagan Festival in June 2017. See you there!\nFor further information please check: http://www.yggdrasil-festival.com","end_time":"2017-06-18T00:00:00+0200","name":"IRFAN at Yggdrasil Medieval & Fantasy Pagan Festival 2017","place":{"name":"Villa De Reali","location":{"city":"Dosson","country":"Italy","latitude":45.635439594654,"longitude":12.25783276958,"zip":"07160"},"id":"169785776411342"},"start_time":"2017-06-17T21:30:00+0200","id":"677103985803221"},{"description":"https://www.facebook.com/KapanaFest/","end_time":"2017-06-05T00:00:00+0200","name":"IRFAN на Капана Фест (Пловдив)","place":{"name":"Irfan","location":{"city":"Sofia","country":"Bulgaria","latitude":44.087585028245,"longitude":22.5},"id":"212453182121352"},"start_time":"2017-06-04T21:00:00+0200","id":"1036404753170972"},{"description":"Club Terminal 1 presents: \nIRFAN & Guests \nLive @ Club Terminal 1\n16 February 2017, Thursday\nDoors: 21:00 h \nStart 22:00 h\n\nСлед успешното турне из Европа и Азия, Irfan ще открие концертната си програма за 2017-та със специален лайв в компанията на гости, които ще излязат заедно с тях на сцената на TERMINAL 1. Софийската публика ще може да се наслади на някои от старите и най-новите им, още неиздавани композиции, представени за първи път от IRFAN и Христина Белева (гъдулка, Hristina Baleva  & Petar Milanov) и Ивелина Димова (вокал, Philip Koutev National Folk Ensemble , Квартет ЮДИТ /JUDITH Quartet/). \n\n===\n\nБилети: Eventim.bg - 10 лв. на предварителна продажба, 12 лв. на място в деня на концерта. \nhttp://www.eventim.bg/bg/bileti/club-terminal-1-predstav-irfan-sofi-klub-453633/event.html\n\nКаси: щандовете на EVENTIM на ул. \"6-ти септември\" и в The Mall, Пикадили, Германос, Офис 1, На тъмно, Usit colours, Технополис, Техномаркет, OMV, Билетен център НДК, Orange.bg, Orance Center, Usit Colours, escape room Mentalist – ЦУМ, магазини На Тъмно, книжарница „На спирката”, Duende Travel София, книжарница „Бард, Арена Армеец, Строежа, Български пощи, както и онлайн през сайта на компанията.\n\nБроят на билетите е ограничен до 450 - препоръчва се предварителното им закупуване!\n\n** Телефон за резервации: +359 889219001\n\n*** Политика за допускане на лица ненавършили 18 години в клуба: http://bit.ly/2lrwkyQ\n===","end_time":"2017-02-17T00:00:00+0200","name":"IRFAN & Guests - Live at Club Terminal 1 - 16 February 2017","place":{"name":"Club Terminal 1","location":{"city":"Sofia","country":"Bulgaria","latitude":42.693078984479,"longitude":23.322493571472,"street":"Angel Kanchev 1 Sofia","zip":"1000"},"id":"599681400108618"},"start_time":"2017-02-16T21:00:00+0200","id":"912515248889815"},{"description":"Концерт на IRFAN в Пловдив\n26 ноември, Bee Bop Café\nВрати: 21:00\nНачало: 22:00\nВход: 10 лв.","end_time":"2016-11-27T00:00:00+0200","name":"IRFAN - Live in Plovdiv","place":{"name":"Bee Bop Café","location":{"city":"Plovdiv","country":"Bulgaria","latitude":42.15,"longitude":24.75,"street":"1 Gladston str., Plovdiv, Bulgaria","zip":"4000"},"id":"218139561688738"},"start_time":"2016-11-26T21:00:00+0200","id":"1869623346603354"},{"description":"Клуб *MIXTAPE 5* представя:\nIRFAN Live | A-Side *MIXTAPE 5*| 10.11.2016\n\nВрати: 20.00\nНачало: 21.00\n\nМистично музикално пътешествие с Irfan в клуб *MIXTAPE 5* на 10 ноември!\n\nТрадиция е за уърлд/фюжън магьосниците IRFAN да изнасят голям и красив концерт наесен в София. Тази година избраната датата е ключовата за България 10 ноември, а мястото – club *MIXTAPE 5*. След изключително успешно турне из специализираните европейските фестивали за етно, уърлд, средновековна и готик музика (Wave Gotik Treffen - Германия, CastleFest - Холандия, Festival-Mediaval - Германия, Voice of Nomads - Русия) и редица самостоятелни концерти, IRFAN се завръщат в София за специален концерт преди края на годината.\n\nГрупа IRFAN се ражда в София през 2001 г. Името им е добре познато за меломаните не само у нас, но и по света. Калейдоскопичната им музика съчетава хипнотични мелоди и ритми в специфичен електро-акустичен уърлд фюжън, повлиян от сакралните и фолклорни музикални традиции на Балканите, Анатолия, Близкия Изток, както и от музикалното и духовно наследство на Византия, Средновековна Европа и античния средиземноморски свят. Черпейки сила и вдъхновение от българските си корени, групата вплита духа и хармониите на традиционната музика на Евразия в атмосферични електронни звукови пейзажи и неравноделни ритми. В целостта си звукът им носи дълбочините на една своеобразна аудио-археология, която изследва изгубеното предисторическо универсално музикално наследство в пластовете на времето. Резултатът от тази комбинация е един уникален и оригинален уърлд фюжън, в който стилистиката на нео фолка и етериъл уейва, ориенталския мистицизъм, балканските мотиви и средновековната романтика разцъфтяват в един обаятелно красив кристален звук. \n\nПрез 2015 станахме свидетели на издаването на третия албум на Irfan - The Eternal Return, който се появи цели 8 години след предшественика си Seraphim, докато междувременно групата предприе най-интензивния концертен период в историята си. Сега музикантите вече работят и по нова музика, а софийската публика ще може да се наслади на някои от най-новите, още неиздавани композиции на Irfan. Пътешествието продължава.\n\nМедиите за Irfan:\n\nThe Eternal Return е приет възторжено от феновете на Irfan, а критиката в не едно издание го сочи за един от най-значимите записи на 2015:\n\"В The Eternal Return те очаква един час великолепна музика, побрал в себе си десет вълшебни песни, които пленяват слушателя с магически вокални мелодии и впечатляващ брой струнни, духови и перкусионни инструменти.\" (Gothic Paradise, САЩ)\n\"Пътуване от пустинята Сахара, до сибирските степи, през градините на Йерусалим и дори до мистичните светове на Хилдегард фон Бинген. Irfan събират Земята, Небето, Огънят и Водата в съвременна литургия, но с поклон към средновековните източни и европейски култури.\" (Equilibrium Music, Португалия)\n\n18+ \n*Клубът не работи с резервации\n**Политика за достъп на непълнолетни: http://on.fb.me/YDzVEe","end_time":"2016-11-11T04:00:00+0200","name":"IRFAN Live - 10.11.2016, Club *Mixtape 5*, A-Side","place":{"name":"\"Mixtape 5\"","location":{"city":"Sofia","country":"Bulgaria","latitude":42.6831136774,"longitude":23.321013450623,"street":"Bulgaria Blvd. 1, underpass “Gallery”","zip":"1000"},"id":"187449647952115"},"start_time":"2016-11-10T20:00:00+0200","id":"1203151029803112"},{"description":"IRFAN will play on Sunday 11th September on the main stage at Festival-Mediaval  in Selb, Germany. \n\nWe are glad to be back at the biggest Medieval Festival in Europe and to play live our new album \"The Eternal Return\" at this Balkan Special Edition.\n\nAnd apart from that IRFAN will also guest Omnia on stage for an exclusive Balkan-Roots-Show only at Festival Mediaval.\n\nOther acts include QNTAL, ESTAMPIE, Omnia, Dikanda, LEAF official, Almara, Emian PaganFolk and many more.\n\nINFO: www.festival-mediaval.com","name":"IRFAN at Festival Mediaval 2016","place":{"name":"Festival-Mediaval","location":{"city":"Selb","country":"Germany","latitude":50.16597126054,"longitude":12.127037366359,"street":"Wunsiedlerstr./Franz-Heinrich-Str.","zip":"95100"},"id":"329807090034"},"start_time":"2016-09-11T12:45:00+0200","id":"1537434059887021"},{"description":"4 AUG (Thursday) 22:00 - Camping Stage\n5 AUG (Friday) 15:45 - Folk Stage\n6 AUG (Saturday) 22:00 - Camping Stage\n7 AUG (Sunday) 15:45 - Forest Stage","end_time":"2016-08-07T15:45:00+0200","name":"IRFAN at CASTLEFEST 2016","place":{"name":"Kasteel Keukenhof","location":{"city":"Lisse","country":"Netherlands","latitude":52.26776,"longitude":4.54014,"street":"Keukenhof 1","zip":"2161 AN"},"id":"347403357397"},"start_time":"2016-08-04T22:00:00+0200","id":"1550462188585079"}],"all":[{"description":"Halloween in Puyenbroeck\n\nZondag 29 oktober vanaf 17u\n\nMet optredens van\n\nIrfan (18u30)\nPrima Nocta (20u30)\n\nHet volledige programma en alle info vind je op www.puyenbroeck .be\n\n VVK 8 EUR\n\nADK 10 EUR","end_time":"2017-10-30T00:00:00+0100","name":"IRFAN & PRIMA NOCTA at Halloween in Puyenbroeck 29 Oct","place":{"name":"Provinciaal domein Puyenbroeck","location":{"city":"Wachtebeke","country":"Belgium","latitude":51.151831612686,"longitude":3.8735653876225,"street":"Puyenbrug 1a","zip":"9185"},"id":"261688510647545"},"start_time":"2017-10-29T16:00:00+0100","id":"2039993559565941"},{"description":"\"Omphalos\" Album Release Party\nCesair (NL) + Irfan (BG)\n\nDeze avond staat in het teken van Cesairs nieuwe release \"Omphalos\". Zij zullen het podium delen met Irfan, de beroemde ethno-fusion band uit Bulgarije.\n\nCesair\nEver since mankind learned how to speak, stories have been shared and passed down through generations. As such, legends gave birth to epic songs. It is this manner of storytelling that lies at the heart of Cesair’s music. As a band, they aim to bring to life the epic tale of the eponymous Cesair, a mythological princess that sailed the oceans 5,000 years ago. They set to music the chapters of her story, captured by the words of many romantic souls, with unique, original compositions, performed on a great variety of instruments. Their music incorporates the musical, spiritual and historical heritage of cultures from all around the Orient and Occident, creating a mixture of eastern sounds and rhythms and traditional as well as modern European folk music. They invite you to join them in a world of timeless adventures and colourful characters, and to take part in a story that may last a lifetime.\n\nIrfan\nIRFAN is an Ethereal World Music band formed in Sofia, Bulgaria in 2001. IRFAN’s kaleidoscopic sound reveals an original electro-acoustic World Fusion influenced by the sacred and folk music traditions of the Balkans, Anatolia, Persia, the Middle East, North Africa and India, as well as by the musical and spiritual heritage of Byzantium, Medieval Europe and the Ancient Mediterranean.\n\nThe integrity of IRFAN’s sound bears the depths of an audio-archaeology that explores the lost prehistoric universal musical heritage within the layers of time. IRFAN is known for its extensive use of ethereal and mystic female vocals in addition to strong male vocals and choirs in combination with an assortment of traditional Bulgarian, Turkish, Middle Eastern, Persian and \nIndian string, wind, key and percussive instruments woven into a delicate electronic sound.\n\nThe band’s name is borrowed from the Sufi’s terminology and means “gnosis”, “secret knowledge” or “revelation”. And, indeed, IRFAN’s music is an invitation for a mystical trip in and beyond time. A message poetically revealed in the language of the heart. \n\nCheck www.willemeen.nl voor meer informatie.","end_time":"2017-10-27T23:00:00+0200","name":"Cesair Album Release Party with special guest: Irfan (BG)","place":{"name":"Willemeen","location":{"city":"Arnhem","country":"Netherlands","latitude":51.98429,"longitude":5.9053699,"street":"Willemsplein 1","zip":"6811 KA"},"id":"101493809928985"},"start_time":"2017-10-27T20:00:00+0200","id":"275921376209035"},{"description":"Bemutatkozás:\n\nEgy sikeres közös tavaszi turné után ismét együtt lép fel a The Moon and the Nightspirit és az Irfan zenekar, ezúttal Budapesten.\n\nAz Irfan zenéjét leginkább elektro-akusztikus világzenei fúzióként lehetne leírni, amely hagyományos bolgár, közel-keleti, perzsa és balkáni hatásokból építkezik. A középkori és bizánci hagyományok is felbukkannak a zenéjükben, amelyben az éteri és misztikus női éneket erős férfi ének, hagyományos bolgár és közel-keleti húros-,fúvós- és ütőhangszerek támogatnak.\n\nA The Moon and the Nightspirit zenekarnak idén tavasszal jelent meg Metanoia című albuma, ami már a hatodik lemezük. A lemez megjelenését intenzív turnézás és fesztivál fellépések követték. Akusztikus zenéjükkel egy misztikus, elfeledett világba, pogány mesék birodalmába, mohalepte erdők mélyére invitálják a hallgatót. Zenéjükben a női és férfi éneket akusztikus gitár, hegedű, basszusgitár és dobok teszik teljessé.\n\n\nIntroduction in English:\n\nAfter completing a successful tour together in this spring the two bands playing together again this time in Budapest.\n\nIRFAN is an Ethereal World Music band formed in Sofia, Bulgaria in 2001. The kaleidoscopic sound of IRFAN reveals an original electro-acoustic World Fusion influenced by the sacred and folk music traditions of the Balkans, Anatolia, Persia, the Middle East, North Africa and India, as well as by the musical and spiritual heritage of Byzantium, Medieval Europe and the Ancient Mediterranean. Its integrity bears the depths of an audio-archeology that explores the lost prehistoric universal musical heritage within the layers of time. IRFAN is known for its extensive use of ethereal and mystic female vocals in addition to strong male vocals and choirs in combination with an assortment of traditional Bulgarian, Turkish, Middle Eastern, Persian and Indian string, wind, key and percussive instruments woven into a delicate electronic sound. The band’s name is borrowed from the Sufi’s terminology and means “gnosis”, “secret knowledge” or “revelation”. And indeed the music of IRFAN is an invitation for a mystical trip in and beyond time. A message, poetically revealed in the language of the heart.\n\nThe Moon and the Nightspirit:\nBrought to life in 2003, the Hungarian duo known as The Moon and the Nightspirit has since been crafting a distinct artistic signature, reflected not only in their music but also in the unique visual universe that illustrates their work.\n\nThe Moon and the Nightspirit invites the listener into the moss-grown heart of the forest, into the emerald world of ageless, sylvan realms, weaving a web where threads of ancient mysticism combine with dreamy atmospheres, where World Music acquires a bewitching pagan aura.","end_time":"2017-10-24T23:00:00+0200","name":"The Moon and the Nightspirit, Irfan - Dürer kert, Budapest","place":{"name":"Dürer Kert","location":{"city":"Budapest","country":"Hungary","latitude":47.50977,"longitude":19.09007,"street":"Ajtósi Dürer sor 19-21.","zip":"1146"},"id":"131187623567478"},"start_time":"2017-10-24T20:00:00+0200","id":"1949253112014358"},{"description":"Irfan er blevet kaldt meget. “Mystisk folk”, “Æterisk Wave”, ” World Fusion”. og alligevel er dækker det ikke rigtigt. Irfans musik er en blanding af hypnotiserende melodier og rytmer, inspireret af folkemusik traditioner fra Balkan, Persien og Mellemøsten, den ortodokse kirkes hymner, den byzantinske arv og middelalderens Europa.\nMed styrke fra deres bulgarske rødder, skabes rig, tidløs lyd og fortryllende elektroniske lansdskaber. Middelalder romance møder krystallinsk skønhed og publikum kommer på en rejse gennem tid og rum.\n\nGenre: Mystic folk\n\n    Torsdag 7. sept. 2017 kl. 20:00\n    Krudttønden, Serridslevvej 2, 2100 København Ø\n    Entré 80,-","end_time":"2017-09-07T21:30:00+0200","name":"Irfan - Copenhagen world festival","place":{"name":"Krudttønden","location":{"city":"København","country":"Denmark","latitude":55.70523,"longitude":12.57499,"street":"Serridslevvej 2","zip":"2100"},"id":"147618808599990"},"start_time":"2017-09-07T20:00:00+0200","id":"122614808363147"},{"description":"The 100 Club & Irfan & Liveprom & BG Live Republic proudly present:\n\nIrfan (Bulgaria)\n\nLive @ The 100 Club\n(100 Oxford Street, W1D 1LL London, United Kingdom)\n\n2 September 2017 / SATURDAY\nDoors / DJ Set: 7:00 pm\nLive music: 9:00 pm\nStroeja DJ Set midnight till late\n\nTickets: £15 adv \n£20 at the door \n(only 300 tickets available)\n\nAvailable via:\n\nWeGotTickets\nhttps://www.wegottickets.com/100club/event/406832\n\nBiletto\nhttps://billetto.co.uk/e/irfan-tickets-200231\n\nBg Live Republic\ntba\n\n===","end_time":"2017-09-02T11:45:00+0100","name":"IRFAN - Live at The 100 Club, London - 2 September 2017","place":{"name":"The 100 Club","location":{"city":"London","country":"United Kingdom","latitude":51.5161278,"longitude":-0.1352294,"street":"100 Oxford Street","zip":"W1D 1LL"},"id":"41312465370"},"start_time":"2017-09-02T07:00:00+0100","id":"1297204007072880"},{"description":"Irfan for the first time in the UK!\nIrfan @ Black Rose Ball 2017 Friday Concert, The Hospitium York, UK\n\nMore details coming soon.","end_time":"2017-09-02T02:00:00+0100","name":"Irfan at Black Rose Ball 2017 Friday Concert, York, UK","place":{"name":"The Hospitium","location":{"city":"York","country":"United Kingdom","latitude":53.961426049301,"longitude":-1.0889278458626,"street":"Museum Street","zip":"YO30 7"},"id":"153436318013536"},"start_time":"2017-09-01T19:00:00+0100","id":"1909317819348997"},{"description":"We are pleased to announce that IRFAN will be playing for the first time in Italy at Yggdrasil Medieval & Fantasy Pagan Festival in June 2017. See you there!\nFor further information please check: http://www.yggdrasil-festival.com","end_time":"2017-06-18T00:00:00+0200","name":"IRFAN at Yggdrasil Medieval & Fantasy Pagan Festival 2017","place":{"name":"Villa De Reali","location":{"city":"Dosson","country":"Italy","latitude":45.635439594654,"longitude":12.25783276958,"zip":"07160"},"id":"169785776411342"},"start_time":"2017-06-17T21:30:00+0200","id":"677103985803221"},{"description":"https://www.facebook.com/KapanaFest/","end_time":"2017-06-05T00:00:00+0200","name":"IRFAN на Капана Фест (Пловдив)","place":{"name":"Irfan","location":{"city":"Sofia","country":"Bulgaria","latitude":44.087585028245,"longitude":22.5},"id":"212453182121352"},"start_time":"2017-06-04T21:00:00+0200","id":"1036404753170972"},{"description":"Club Terminal 1 presents: \nIRFAN & Guests \nLive @ Club Terminal 1\n16 February 2017, Thursday\nDoors: 21:00 h \nStart 22:00 h\n\nСлед успешното турне из Европа и Азия, Irfan ще открие концертната си програма за 2017-та със специален лайв в компанията на гости, които ще излязат заедно с тях на сцената на TERMINAL 1. Софийската публика ще може да се наслади на някои от старите и най-новите им, още неиздавани композиции, представени за първи път от IRFAN и Христина Белева (гъдулка, Hristina Baleva  & Petar Milanov) и Ивелина Димова (вокал, Philip Koutev National Folk Ensemble , Квартет ЮДИТ /JUDITH Quartet/). \n\n===\n\nБилети: Eventim.bg - 10 лв. на предварителна продажба, 12 лв. на място в деня на концерта. \nhttp://www.eventim.bg/bg/bileti/club-terminal-1-predstav-irfan-sofi-klub-453633/event.html\n\nКаси: щандовете на EVENTIM на ул. \"6-ти септември\" и в The Mall, Пикадили, Германос, Офис 1, На тъмно, Usit colours, Технополис, Техномаркет, OMV, Билетен център НДК, Orange.bg, Orance Center, Usit Colours, escape room Mentalist – ЦУМ, магазини На Тъмно, книжарница „На спирката”, Duende Travel София, книжарница „Бард, Арена Армеец, Строежа, Български пощи, както и онлайн през сайта на компанията.\n\nБроят на билетите е ограничен до 450 - препоръчва се предварителното им закупуване!\n\n** Телефон за резервации: +359 889219001\n\n*** Политика за допускане на лица ненавършили 18 години в клуба: http://bit.ly/2lrwkyQ\n===","end_time":"2017-02-17T00:00:00+0200","name":"IRFAN & Guests - Live at Club Terminal 1 - 16 February 2017","place":{"name":"Club Terminal 1","location":{"city":"Sofia","country":"Bulgaria","latitude":42.693078984479,"longitude":23.322493571472,"street":"Angel Kanchev 1 Sofia","zip":"1000"},"id":"599681400108618"},"start_time":"2017-02-16T21:00:00+0200","id":"912515248889815"},{"description":"Концерт на IRFAN в Пловдив\n26 ноември, Bee Bop Café\nВрати: 21:00\nНачало: 22:00\nВход: 10 лв.","end_time":"2016-11-27T00:00:00+0200","name":"IRFAN - Live in Plovdiv","place":{"name":"Bee Bop Café","location":{"city":"Plovdiv","country":"Bulgaria","latitude":42.15,"longitude":24.75,"street":"1 Gladston str., Plovdiv, Bulgaria","zip":"4000"},"id":"218139561688738"},"start_time":"2016-11-26T21:00:00+0200","id":"1869623346603354"},{"description":"Клуб *MIXTAPE 5* представя:\nIRFAN Live | A-Side *MIXTAPE 5*| 10.11.2016\n\nВрати: 20.00\nНачало: 21.00\n\nМистично музикално пътешествие с Irfan в клуб *MIXTAPE 5* на 10 ноември!\n\nТрадиция е за уърлд/фюжън магьосниците IRFAN да изнасят голям и красив концерт наесен в София. Тази година избраната датата е ключовата за България 10 ноември, а мястото – club *MIXTAPE 5*. След изключително успешно турне из специализираните европейските фестивали за етно, уърлд, средновековна и готик музика (Wave Gotik Treffen - Германия, CastleFest - Холандия, Festival-Mediaval - Германия, Voice of Nomads - Русия) и редица самостоятелни концерти, IRFAN се завръщат в София за специален концерт преди края на годината.\n\nГрупа IRFAN се ражда в София през 2001 г. Името им е добре познато за меломаните не само у нас, но и по света. Калейдоскопичната им музика съчетава хипнотични мелоди и ритми в специфичен електро-акустичен уърлд фюжън, повлиян от сакралните и фолклорни музикални традиции на Балканите, Анатолия, Близкия Изток, както и от музикалното и духовно наследство на Византия, Средновековна Европа и античния средиземноморски свят. Черпейки сила и вдъхновение от българските си корени, групата вплита духа и хармониите на традиционната музика на Евразия в атмосферични електронни звукови пейзажи и неравноделни ритми. В целостта си звукът им носи дълбочините на една своеобразна аудио-археология, която изследва изгубеното предисторическо универсално музикално наследство в пластовете на времето. Резултатът от тази комбинация е един уникален и оригинален уърлд фюжън, в който стилистиката на нео фолка и етериъл уейва, ориенталския мистицизъм, балканските мотиви и средновековната романтика разцъфтяват в един обаятелно красив кристален звук. \n\nПрез 2015 станахме свидетели на издаването на третия албум на Irfan - The Eternal Return, който се появи цели 8 години след предшественика си Seraphim, докато междувременно групата предприе най-интензивния концертен период в историята си. Сега музикантите вече работят и по нова музика, а софийската публика ще може да се наслади на някои от най-новите, още неиздавани композиции на Irfan. Пътешествието продължава.\n\nМедиите за Irfan:\n\nThe Eternal Return е приет възторжено от феновете на Irfan, а критиката в не едно издание го сочи за един от най-значимите записи на 2015:\n\"В The Eternal Return те очаква един час великолепна музика, побрал в себе си десет вълшебни песни, които пленяват слушателя с магически вокални мелодии и впечатляващ брой струнни, духови и перкусионни инструменти.\" (Gothic Paradise, САЩ)\n\"Пътуване от пустинята Сахара, до сибирските степи, през градините на Йерусалим и дори до мистичните светове на Хилдегард фон Бинген. Irfan събират Земята, Небето, Огънят и Водата в съвременна литургия, но с поклон към средновековните източни и европейски култури.\" (Equilibrium Music, Португалия)\n\n18+ \n*Клубът не работи с резервации\n**Политика за достъп на непълнолетни: http://on.fb.me/YDzVEe","end_time":"2016-11-11T04:00:00+0200","name":"IRFAN Live - 10.11.2016, Club *Mixtape 5*, A-Side","place":{"name":"\"Mixtape 5\"","location":{"city":"Sofia","country":"Bulgaria","latitude":42.6831136774,"longitude":23.321013450623,"street":"Bulgaria Blvd. 1, underpass “Gallery”","zip":"1000"},"id":"187449647952115"},"start_time":"2016-11-10T20:00:00+0200","id":"1203151029803112"},{"description":"IRFAN will play on Sunday 11th September on the main stage at Festival-Mediaval  in Selb, Germany. \n\nWe are glad to be back at the biggest Medieval Festival in Europe and to play live our new album \"The Eternal Return\" at this Balkan Special Edition.\n\nAnd apart from that IRFAN will also guest Omnia on stage for an exclusive Balkan-Roots-Show only at Festival Mediaval.\n\nOther acts include QNTAL, ESTAMPIE, Omnia, Dikanda, LEAF official, Almara, Emian PaganFolk and many more.\n\nINFO: www.festival-mediaval.com","name":"IRFAN at Festival Mediaval 2016","place":{"name":"Festival-Mediaval","location":{"city":"Selb","country":"Germany","latitude":50.16597126054,"longitude":12.127037366359,"street":"Wunsiedlerstr./Franz-Heinrich-Str.","zip":"95100"},"id":"329807090034"},"start_time":"2016-09-11T12:45:00+0200","id":"1537434059887021"},{"description":"4 AUG (Thursday) 22:00 - Camping Stage\n5 AUG (Friday) 15:45 - Folk Stage\n6 AUG (Saturday) 22:00 - Camping Stage\n7 AUG (Sunday) 15:45 - Forest Stage","end_time":"2016-08-07T15:45:00+0200","name":"IRFAN at CASTLEFEST 2016","place":{"name":"Kasteel Keukenhof","location":{"city":"Lisse","country":"Netherlands","latitude":52.26776,"longitude":4.54014,"street":"Keukenhof 1","zip":"2161 AN"},"id":"347403357397"},"start_time":"2016-08-04T22:00:00+0200","id":"1550462188585079"},{"description":"We are pleased to announce that IRFAN will play at the \"Voice of Nomads\" International Music Festival in Ulan-Ude, Buryatia (22 July).\nThis will be our first show in Russia (and in Asia as well). And we are excited.\nУвидимся на Байкале!","end_time":"2016-07-22T22:00:00+0800","name":"IRFAN at Voice of Nomads Festival (Buryatia, Russia)","place":{"name":"Ulan-Ude, Buryatia, Russia","location":{"city":"Ulan-Ude","country":"Russia","latitude":51.8333,"longitude":107.6},"id":"109408439085070"},"start_time":"2016-07-22T21:00:00+0800","id":"384699001700679"},{"description":"We are pleased to announce that IRFAN will play for the third time at the WAVE GOTIK TREFFEN in Leipzig and will be part of the 25th Anniversary of this amazing festival! Our show will be on May 16th (Monday) at the Schauspielhaus (The Central Theater). Come and join us for a mystical journey!\nYou can find further information via www.wave-gotik-treffen.de","end_time":"2016-05-17T00:00:00+0200","name":"IRFAN at Wave-Gotik-Treffen 2016","place":{"name":"Schauspielhaus, Leipzig","location":{"city":"Leipzig","country":"Germany","latitude":51.34084,"longitude":12.36948,"street":"Bosestrasse 1","zip":"04109"},"id":"217365884965015"},"start_time":"2016-05-16T22:40:00+0200","id":"1231339136894081"},{"description":"IRFAN гостуват на пролетен Пловдив в Bee bop cafe - 6 Май, 2016 \n\nЧасът: 21.00 \nБилети: 10 лв. на входа на клуба!\nМестата в клуба са ограничени, така че бъдете навреме там!","name":"IRFAN at Bee Bop Cafe, 6 май, 2016","place":{"name":"Bee Bop Café","location":{"city":"Plovdiv","country":"Bulgaria","latitude":42.15,"longitude":24.75,"street":"1 Gladston str., Plovdiv, Bulgaria","zip":"4000"},"id":"218139561688738"},"start_time":"2016-05-06T21:00:00+0300","id":"1044208072306505"},{"description":"Deze avond staan Irfan, de Bulgaarse leiders in electro-akoestische World Fusion, samen met de Nederlandse mythic & epic folk band Cesair op het podium in Simplon. DJ Kompaan verzorgt de afterparty met alles op het gebied van wereldmuziek, folk en alternatieve muziek uit de Oriënt en Occident.\n\nIrfan\nDe muziek van Irfan is een uitnodiging voor een mystieke reis die alle tijdsgrenzen voorbij gaat. Een poëtische boodschap geschreven in de taal van het hart. Unieke electro-akoestische World Fusion beïnvloedt door muziektradities van Bulgarije, Perzië, het Midden-Oosten, Noord-Afrika en India, alsmede het muzikale en spirituele erfgoed van middeleeuws Europa. Irfan staat bekend door de veelvuldige gebruik van etherische en mystieke vrouwelijke vocalen in combinatie met sterke mannelijke stemmen en koren, gebruikmakend van verschillende traditionele Bulgaarse, Oriëntaalse,  Perzische en Indiase snaar-, wind-, toets- en percussie-instrumenten, verweven tot een mysterieus, elektronisch geluid.\n\nCesair\nSinds de mens heeft leren spreken, zijn verhalen van generatie op generatie verteld, en uiteindelijk hebben de legendes talloze epische liederen voortgebracht. Het is ook deze traditie die ten grondslag ligt aan de muziek van Cesair. De band brengt de verhalen ten gehore die vertellen over het leven van de gelijknamige Cesair, een mythologische prinses die 5000 jaar geleden de wereldzeeën bevoer. De bandleden zetten haar verhaal, gevangen in de woorden van romantische zielen, over in unieke en originele muzikale composities, uitgevoerd op een breed arsenaal aan instrumenten. Het culturele, spirituele en historische erfgoed van de Occidentaalse en Oriëntaalse volkeren komt samen in hun muziek, die zich laat beïnvloeden door zowel oosterse klanken en ritmes als traditionele en moderne Europese folkmuziek. Cesair nodigt je uit om mee te reizen door een wereld van tijdloze avonturen en sprekende personages, en om deel uit te maken van een oneindig verhaal.\n\nDJ Kompaan\nEen muzikale alleseter met een voorliefde voor folk! Verwacht sfeervolle nummers om je op temperatuur te brengen en energieke nummers waarop je wíl dansen. Alternatieve wereldmuziek uit alle hoeken en gaten van Europa en ver daarbuiten. Onvervalste folk-klassiekers en onbekende rariteiten, alles om van jezelf los te geraken.\n\nTickets zijn verkrijgbaar via www.simplon.nl","name":"Irfan + Cesair","place":{"name":"Simplon","location":{"city":"Groningen","country":"Netherlands","latitude":53.224562130392,"longitude":6.5637607297602,"street":"Boterdiep 69","zip":"9712LK"},"id":"179591148736414"},"start_time":"2015-11-22T20:30:00+0100","id":"1386227291707151"},{"description":"Un concert unique en Belgique du groupe bulgare Irfan, avec un set de Rastaban en première partie, dans le superbe cadre intimiste de l'Espace Duesberg à Verviers.\nUn événement à ne pas manquer et une chance unique de voir ces deux groupes réunis un même soir en notre plat-pays.\nTickets disponibles en ligne:\nhttp://www.ccrv.be/site/rastaban_et_irfan_espace_duesberg-r-fr-1472.html","name":"Irfan & Rastaban (support act) live @ Espace Duesberg, Verviers (B)","place":{"name":"Espace Duesberg, Verviers (B)"},"start_time":"2015-11-21T20:00:00+0100","id":"940674315963896"},{"description":"On 20 November, IRFAN and CESAIR will host a joint release event in the Netherlands for their upcoming albums, Irfan's \"The Eternal Return\" and Cesair's \"Dies, Nox et Omnia: Sine Fine\".\n\nEveryone is welcome to celebrate this night of ancient Occidental and Oriëntal myth and music with us.\n\n-\n\nIrfan (Bulgaria)\n\nAn original electro-acoustic World Fusion influenced by the sacred and folk music traditions of Bulgaria, the Balkans, Persia, the Middle East, North Africa and India, as well as by the musical and spiritual heritage of Byzantium and Medieval Europe. The integrity of Irfan’s sound bears the depths of an audio-archeology that explores the lost prehistoric universal human musical heritage within the layers of time. \nIRFAN is known for its extensive use of ethereal and mystic female vocals in addition to strong male vocals and choirs in combination with an assortment of traditional Bulgarian, Balkan, Oriental, Persian and Indian string, wind, key and percussive instruments woven into a delicate ambient electronic sound. The band’s name is borrowed from the Sufi’s terminology and means “gnosis”, “secret knowledge” or “revelation”. \n\n-\n\nCesair (The Netherlands)\nEpic Folk & Mythic Music \n\nEver since mankind learned how to speak, stories have been shared and passed down through generations. As such, legends gave birth to epic songs. It is this manner of storytelling that lies at the heart of Cesair's music. As a band, they aim to bring to life the epic tale of the eponymous Cesair, a mythological princess that sailed the oceans 5,000 years ago. They set to music the chapters of her story, captured by the words of many romantic souls, with unique, original compositions, performed on a great variety of instruments. \nTheir music incorporates the musical, spiritual and historical heritage of cultures from all around the Orient and Occident, creating a mixture of eastern sounds and rhythms and traditional as well as modern European folk music. They invite you to join them in a world of timeless adventures and colourful characters, and to take part in a story that may last a lifetime.\n\n-\n\nDoors open: 20:30\nPrice: €16\nVVK: €11\n\nGet tickets here: \nhttp://www.peppel-zeist.nl/evenement/irfan-bul-cesair/","name":"NL Album Release: Irfan & Cesair at De Peppel, Zeist","place":{"name":"Poppodium de Peppel","location":{"city":"Zeist","country":"Netherlands","latitude":52.08596,"longitude":5.23901,"street":"Montaubanstraat 106","zip":"3701 HZ"},"id":"375602612539708"},"start_time":"2015-11-20T20:30:00+0100","id":"1548343025428942"},{"description":"Irfan (ethereal folk, Bulgária) - lemezbemutató koncert\nThe Moon and the Nightspirit\n\nA „The Eternal Return” lemezbemutató turné részeként Budapesten lép fel a bolgár Irfan zenekar. Zenéjüket leginkább elektro-akusztikus világzenei fúzióként lehetne leírni, amely hagyományos bolgár, közel-keleti, perzsa és balkáni hatásokból építkezik. A középkori és bizánci hagyományok is felbukkannak a zenéjükben, amelyben az éteri és misztikus női éneket erős férfi ének, hagyományos bolgár és közel-keleti húros-,fúvós- és ütőhangszerek támogatnak.\n\nAz est másik fellépője a magyar The Moon and the Nightspirit zenekar. Akusztikus zenéjükkel egy misztikus, elfeledett világba, pogány mesék birodalmába, mohalepte erdők mélyére invitálják a hallgatót. Zenéjükben a női és férfi éneket akusztikus gitár, hegedű, basszusgitár és dobok teszik teljessé.\n\nE két zenekar párosítása egy különleges zenei utazást kínál az erre fogékonyak számára.\n\nJegyek kaphatók a CD pincében és a Dürer kertben, valamint a Tixa honlapján: \nhttp://www.tixa.hu/irfan_tmatn\n\nJegyár elővételben 1500 Ft a helyszínen 2000 Ft.\n\nAz esemény a Dürer Kert Room 041 nevű termében lesz.\n\nTervezett program: \n20:00 - Kapunyitás \n20:30 - 21:45 - The Moon and the Nightspirit\n22:00 - 23:30 - Irfan","name":"Irfan, The Moon and the Nightspirit koncert @ Dürer kert, Budapest","place":{"name":"Dürer Kert","location":{"city":"Budapest","country":"Hungary","latitude":47.50977,"longitude":19.09007,"street":"Ajtósi Dürer sor 19-21.","zip":"1146"},"id":"131187623567478"},"start_time":"2015-11-18T20:00:00+0100","id":"859348580848503"},{"description":"Отново имаме удволоствието да гостуваме на прекрасния Пловдив, като този път ще споделим музиката си с вас в Bee bop cafe. \n\nПродължаваме с пътешествието на новия албум  “The Eternal Return”  придружен от завладяващия  глас на Дарина Златкова. \n\nЗаповядайте.\n\nЧасът: 21.00 \nБилети: 10 лв. на входа на клуба!\nМестата в клуба са ограничени, така че бъдете навреме там!","name":"IRFAN @ Bee Bop Cafe, 14 ноември, 2015","place":{"name":"Bee Bop Café","location":{"city":"Plovdiv","country":"Bulgaria","latitude":42.15,"longitude":24.75,"street":"1 Gladston str., Plovdiv, Bulgaria","zip":"4000"},"id":"218139561688738"},"start_time":"2015-11-14T21:00:00+0200","id":"1025266297533527"},{"description":"Третият албум на родната уърлд фюжън група Irfan “The Eternal Return” излeзe официално в Европа на 21 септември през френския лейбъл PRIKOSNOVENIE Label de musique indépendant. След като го представиха с концерти във Велико Търново и Пловдив, сега е ред и на София да се потопи в магичната музика на IRFAN на 12 ноември в club *MIXTAPE 5*.\n\nСъбитието е специално, не само заради промоцията на новия албум, но и защото за първи път тази година групата ще излезе на столична сцена с две певици. Това е последният им лайв за 2015 с Деница Серафимова. Предстоящите им концерти в Европа ще продължат с новия глас Дарина Златкова.\n\nБилети: цена 10 лева. Без промяна в деня на събитието. \nЩе се продават входа на клуба, във вечерта на концерта. Предварителна продажба на билети: от 06.11.2015 в мрежата на Eventim: http://www.eventim.bg/bg/bileti/irfan-sofia-club-mixtape-5-414539/event.html\n\nВратите на клуба ще отворят в 19:30\nНачало на концерта: 20:30\n\nЗа пълноценно преживяване - бъдете навреме на мястото на събитието!\n\n18+\n*Клубът не работи с резервации\n**Политика за достъп на непълнолетни: http://on.fb.me/YDzVEe\n***Гардероб - упътване за употреба: http://on.fb.me/O2TMhv","name":"IRFAN presenting 'The Eternal Return\" live @ club *MIXTAPE 5*, A-Side | 12 November | 19:30","place":{"name":"\"Mixtape 5\"","location":{"city":"Sofia","country":"Bulgaria","latitude":42.6831136774,"longitude":23.321013450623,"street":"Bulgaria Blvd. 1, underpass “Gallery”","zip":"1000"},"id":"187449647952115"},"start_time":"2015-11-12T19:30:00+0200","id":"1614926108772894"},{"description":"Концерт на IRFAN в клуб Театъра в двора на Драматичния театър в Пловдив (ул. Княз Александър I №38). Концертът е част от турнето на групата, съпътстващо излизането на новия албум \"The Eternal Return\".\n\nВход: 10 лв.","name":"IRFAN в Пловдив","place":{"name":"Театъра / The Theater","location":{"city":"Plovdiv","country":"Bulgaria","latitude":42.1450699,"longitude":24.74909,"street":"ул. \"Княз Александър I\" 38","zip":"4000"},"id":"664978223551389"},"start_time":"2015-09-22T20:00:00+0300","id":"870518526317463"},{"description":"Промоционален концерт на IRFAN и Кайно Йесно Слонце. Двете групи ще представят новите си албуми \"The Eternal Return\" и \"Кайно Йесно Слонце\" на сцената при руините на царския дворец на историческия хълм Царевец във Велико Търново.\n\nСъбитиeтo ce opгaнизиpa oт oбщинa Вeликo Tъpнoвo и Общинcкa aгeнция пo тypизъм „Цapeвгpaд Tъpнoв“ и e чacт oт пpoгpaмaтa зa oтбeлязвaнe нa 830-гoдишнинaтa oт въcтaниeтo нa бoляpитe Пeтъp и Аceн и възoбнoвявaнeтo нa бългapcкaтa дъpжaвнocт.\n\nБилeти зa кoнцepтa нa цeнa oт 10,00 лв. ce пpeдлaгaт в Typиcтичecки инфopмaциoнeн цeнтъp нa yл. „Хpиcтo Бoтeв“ №5 във Вeликo Tъpнoвo и на www.eventim.bg","name":"IRFAN и Кайно Йесно Слонце във Велико Търново","place":{"name":"Крепостта Царевец","location":{"city":"Veliko Tarnovo","country":"Bulgaria","latitude":43.081748363817,"located_in":"220067901350983","longitude":25.646339649094,"zip":"5000"},"id":"365004253580447"},"start_time":"2015-09-20T19:00:00+0300","id":"1489346571386632"},{"description":"Концерт на IRFAN на Transfiguration Festival .\nНа 8 август 2015 групата ще представи на фестивала новия си трети албум \"The Eternal Return\", чиято световна премиера ще бъде на 21 септември. В тази специална вечер IRFAN ще бъде с две певици на сцената - Деница Серафимова и Дарина Златкова. Албумът вече излезе във Франция, вижте кратък трейлър: https://www.youtube.com/watch?v=peP-UUHGaSo","name":"IRFAN @ Transfiguration Festival","place":{"name":"С. Долен","location":{"city":"Satovcha","country":"Bulgaria","latitude":41.625578106667,"longitude":23.929357536667,"zip":"2968"},"id":"357708020983399"},"start_time":"2015-08-08T22:10:00+0300","id":"381912875338138"},{"description":"IRFAN will perform at CASTLEFEST 2015 in the Netherlands. The band will present its fresh new album \"The Eternal Return\" and will have signing sessions at its merch booth after each of the 3 concerts:\n31 July (Fri) 12:00 - Folk Stage\n1 August (Sat) 21:00 - Village Stage\n2 August (Sun) 10:15 - Forest Stage","name":"IRFAN @ CASTLEFEST 2015","place":{"name":"Kasteel Keukenhof","location":{"city":"Lisse","country":"Netherlands","latitude":52.26776,"longitude":4.54014,"street":"Keukenhof 1","zip":"2161 AN"},"id":"347403357397"},"start_time":"2015-07-31T00:00:00+0200","id":"845939388788152"},{"description":"Концерт на група Irfan в club *MIXTAPE 5* A-Side\n\nБилетите ще са на цена от 10 лева и ще се продават само на входа, преди концерта\n\nВрати:20:00 \nНачало:21:00\n\nTickets - 10 lv. Will be sold at the entrance of the club, before the concert. \nDoors open:20:00\nStart:21:00\n\n18+\n\n*Клубът не работи с резервации\n**Политика за достъп на непълнолетни: http://on.fb.me/YDzVEe\n***Гардероб - упътване за употреба: http://on.fb.me/O2TMhv","name":"IRFAN @ club *MIXTAPE 5* I 16.07 I 21:00","place":{"name":"Mixtape 5","location":{"city":"Sofia","country":"Bulgaria","latitude":42.683159438295,"longitude":23.320930618552,"zip":"1142"},"id":"103868466363558"},"start_time":"2015-07-16T20:00:00+0300","id":"111552765851549"},{"description":"Irfan (feat. Denitza Seraphim) @ Folklorum Festival in Germany this Weekend!\nhttp://www.kulturinsel.com/kultur/folklorum.html","name":"IRFAN @ FOLKLORUM FESTIVAL (Germany)","place":{"name":" Kulturinsel Einsiedel, Neißeaue, Germany "},"start_time":"2014-09-06T20:30:00+0300","id":"500942536709093"},{"description":"Irfan will perform at Castlefest's 10'th Anniversary on July 31st (Thursday) from 18:00 h. on the Forest (Main) Stage and on August 1st (Friday) from 17:30 h. on the Folk Stage.\nFor the first time at Castlefest the Bulgarian band will perform with it's original female singer Denitza Seraphim.","end_time":"2014-08-01T18:30:00+0200","name":"IRFAN @ CASTLEFEST 10th Anniversary","place":{"name":"Kasteel Keukenhof","location":{"city":"Lisse","country":"Netherlands","latitude":52.26776,"longitude":4.54014,"street":"Keukenhof 1","zip":"2161 AN"},"id":"347403357397"},"start_time":"2014-07-31T18:00:00+0200","id":"1476064375966520"},{"description":"Концерт на Irfan (с Denitza Seraphim)","name":"IRFAN Live @ Jet Rock Club, Sofia, BG","place":{"name":"Jet Rock Club","location":{"city":"Sofia","country":"Bulgaria","latitude":42.68847359003,"longitude":23.302452105713,"street":"Bulevard General E. I. Totleben 38","zip":"1606"},"id":"178741048896384"},"start_time":"2014-07-22T21:00:00+0300","id":"935687939791640"},{"description":"https://www.facebook.com/GothicFestSofia","name":"IRFAN @ Gothic Fest Sofia","place":{"name":"Mixtape 5","location":{"city":"Sofia","country":"Bulgaria","latitude":42.683159438295,"longitude":23.320930618552,"zip":"1142"},"id":"103868466363558"},"start_time":"2013-10-26T23:00:00+0300","id":"165379523647867"},{"name":"IRFAN @ Ghost Gathering 2013","place":{"name":"Rasnov, Romania"},"start_time":"2013-07-11T14:00:00-0700","id":"302740539846728"},{"description":"Irfan playing at Castlefest 2012, on the 4th and 5th of August!","end_time":"2012-08-05T22:30:00-0700","name":"Irfan @ Castlefest 2012 (Aug 4 & 5)","start_time":"2012-08-05T00:00:00-0700","id":"819674261447813"},{"description":"The first gig of Irfan for 2012: the Gothic and Fantasty Fair (Gothic & fantasty Beurs) in Rijswijk, the Netherlands","end_time":"2012-03-18T00:00:00-0700","name":"Irfan at the Gothic and Fantasty Fair (Gothic & fantasty Beurs)","place":{"name":"Rijswijk, Zuid-Holland, Netherlands","location":{"city":"Rijswijk","country":"Netherlands","latitude":52.0167,"longitude":4.33333,"zip":"2280–2289"},"id":"103740349664287"},"start_time":"2012-03-17T00:00:00-0700","id":"820289654719653"},{"description":"World Fusion Night: IRFAN & Kayno Yesno Slonce\n\nНовият Клуб The Box \nбул. Сливница №178 (близо до Лъвов мост)  \nNB! Картата на FB погрешно маркира адреса на стария клуб Тhe Box.\nКонцертът ще е в Новия клуб The Box: http://bgmaps.com/link/A765E6D7C28B3C1182BC3891F7FEB9C7 \n\nКлубът отваря врати в 19:00 ч.\nНачало на концерта: 19:30 ч. \n\nЦена на билетa: 10 лв.","end_time":"2012-03-11T22:00:00-0700","name":"Концерт на IRFAN & Kayno Yesno Slonce","start_time":"2012-03-11T19:00:00-0700","id":"838314696243642"},{"description":"http://2011.beglika.org/\n\nIrfan/Oratnitsa/Teodosii Spasov Quartet/Nasekomix/Zeyra/Merak Standart/Burak Malcok/Surbahar","end_time":"2011-08-19T03:00:00-0700","name":"Irfan @ Beglika Fest, BG","start_time":"2011-08-19T00:00:00-0700","id":"1058408327520523"},{"description":"www.castlefest.nl \n\nIrfan/Omnia/Faun/Valravn/Corvus Corax/Berlinskibeat/Euzen/IlianA/Leaf/Sieben/Narsilion/Omdulö","end_time":"2011-08-06T20:00:00-0700","name":"Irfan @ Castlefest, NL","start_time":"2011-08-06T17:00:00-0700","id":"961786060532083"},{"description":"www.fadeinfestival.com\n\nIrfan/Arcana/ Trobar de Morte/Sol Invictus/ Sieben/Diary of Dreams/Nitzer Ebb/Suicide Commando/ Rosa Crvx/  Brainderstörm/ Narsilion","end_time":"2011-07-30T00:00:00-0700","name":"Irfan @ Entremuralhas festival - Palco Alma, Pt","start_time":"2011-07-29T21:00:00-0700","id":"937164313014738"},{"description":"www.fantastyval.nl","end_time":"2011-07-17T03:00:00-0700","name":"Irfan@ Fantastyval, NL","start_time":"2011-07-17T00:00:00-0700","id":"826050167430536"},{"description":"http://www.redhouse-sofia.org/Event.aspx?id=6815","end_time":"2011-07-14T21:30:00-0700","name":"Irfan - Live in The Red House, Sofia (14 July 2011)","start_time":"2011-07-14T20:00:00-0700","id":"954575547915643"},{"description":"A one day festival - Mystic - Irfan, Kayno Yesno Slonce, Oratnitza","end_time":"2011-06-03T23:00:00-0700","name":"A one day festival - Mystic  Фестивал за един ден - Мистик","start_time":"2011-06-03T20:00:00-0700","id":"976597195697714"},{"description":"IRFAN @ CASTLEFEST (4 & 5 August 2012)\n\nIrfan will perform again at the wonderful Castlefest together with bands like Corvus Corax, Faun, Omnia, Stellamara, The Moon and the Nightspirit, Wardruna, Euzen, Asynje, Shantalla, Vic Anselmo, Rastaban...\n\nAugust 4th  15:45 - 16:45  @ The Village Stage\nAugust 5th  13:00 - 14:00  @ The Forest Stage\n\nhttp://www.castlefest.com/page/en/2012/news/news.php?lang=EN","end_time":"2012-08-05T14:00:00+0300","name":"IRFAN @ CASTLEFEST (4 & 5 August 2012)","start_time":"2012-08-04T15:45:00+0300","id":"439381602760001"},{"description":"Концерт на IRFAN в клуб \"The BOX\" \n\nбул. Сливница 178\n30 юли (понеделник), 20:00 ч.\n\nКлубът отваря врати в 19:30 ч.\n\nВход: 7 лв.\n\nНа 30 юли IRFAN ви канят на концерт, в който музиката се превръща в поетично послание, отправено на езика на сърцето, в мистично пътуване във и отвъд времето. \nВдъхновени от сакралните и фолклорни музикални традиции на Балканите, Персия, Кавказ, Близкия Изток, Индия и Северна Африка, и повлияни от музикалното и духовно наследство на Византия и готическата естетика на Европа, IRFAN поднасят оригиналната си музика, съчетавайки традиционното звучене с деликатен електронен саунд.","name":"IRFAN @ The BOX Club (Sofia)","start_time":"2012-07-30T19:30:00+0300","id":"502123643137939"},{"description":"The Fantastyval, Wouwse Plantage (near Roosendaal)\n14 and 15 july 2012\n\n14 july: 15.30 - 16.15 h  &  21.00 - 22.00 h\n15 july: 16.00 - 17.00 h\n\nhttp://www.fantastyval.nl/","name":"IRFAN @ FANTASTYVAL","start_time":"2012-07-14T00:00:00-0700","id":"499251226754979"},{"description":"Irfan live @ Wave Gotik Treffen 2012\n\nhttp://www.wave-gotik-treffen.de/english/programm.php","end_time":"2012-05-28T23:20:00+0200","name":"IRFAN @ Wave Gotik Treffen 2012","start_time":"2012-05-28T22:20:00+0200","id":"177412212386128"},{"description":"Iron Realm Productions oraz Klub Żaczek zapraszają na jedyny w Polsce koncert zespołu Irfan.\nIrfan (https://www.facebook.com/Irfantheband/) - bułgarski zespół założony w 2001 r., grający muzykę z pogranicza folk, ethereal z elementami  muzyki średniowiecznej. Jego nazwa pochodzi z terminologii sufickiej i może być tłumaczona  jako \"gnosis\", \"wiedza tajemna\" lub \"objawienie\". Zespół ma w swoim dorobku trzy płyty - ostatni krążek ukazał się w 2015 r. nakładem wytwórni Prikosnovénie.\n****\nBilety w cenie 55 zł (przedsprzedaż) i 65 zł (w dniu koncertu) dostępne od 15 czerwca.\nBilety kolekcjonerskie dostępne będą w Klub Studencki Żaczek oraz Metal Shop ul. Długa 17 - Sklep Muzyczny Kraków.\nBilety w sprzedaży online w serwisie Ekobilet https://ekobilet.pl/klub-zaczek/irfan---support-1498170526/209870-bilety","end_time":"2017-10-26T01:00:00+0200","name":"Irfan + support / Kraków, Żaczek 25.10","place":{"name":"Klub Studencki Żaczek","location":{"city":"Kraków","country":"Poland","latitude":50.06022,"longitude":19.92199,"street":"Al. 3 Maja 5","zip":"30-063"},"id":"108391885866758"},"start_time":"2017-10-25T20:00:00+0200","id":"143623899518640"},{"description":"Musica Celtica Italia e Traffic Live presentano:\n\n- Irfan, ethereal world music/folk, PRIKOSNOVENIE Label de musique indépendant\nhttps://www.youtube.com/watch?v=Oj0W9acWkhs\n\n- Emian PaganFolk, Music for the Earth, I Make Records\nhttps://www.youtube.com/watch?v=JjC9QP2hl74\n\n@ Traffic Club\nVia Prenestina 738 00155 Roma\n\nIngresso ore 21,00\n\nBiglietto €10\n__________________________________________________________\n\nCome raggiungerci:\n\nIN MACCHINA:\n\nDal GRA uscita 16 (Prenestina) direzione Roma centro\n\nMEZZI PUBBLICI:\n\nDa Piazzale prenestino:\nPrendere la linea 14 (TOGLIATTI) per 20 fermate e scendere alla fermata PRENESTINA/LARICI\nRecarsi alla fermata PRENESTINA/LARICI e prendere la linea 314 (ROTELLO) per 3 fermate o 313 (LONGONI/INPS) o 501 (ROCCA CENCIA/STABILIMENTO AMA) e scendere alla fermata PRENESTINA/STADERINI\n\nDa Ponte Mammolo:\nPrendere la linea 508 (MONDAVIO) per 11 fermate e scendere alla fermata PRENESTINA/STADERINI\n\nDa Termini:\nPrendere la linea 14 (TOGLIATTI) per 20 fermate e scendere alla fermata PRENESTINA/LARICI\nRecarsi alla fermata PRENESTINA/LARICI e prendere la linea 314 (ROTELLO) per 3 fermate o 313 (LONGONI/INPS) o 501 (ROCCA CENCIA/STABILIMENTO AMA) e scendere alla fermata PRENESTINA/STADERINI\n\nPer ulteriori indicazioni visitare il sito:\n\nhttp://www.atac.roma.it/\n\n__________________________________________________________","end_time":"2017-06-16T00:00:00+0200","name":"Irfan, Emian live at Traffic, Roma","place":{"name":"Traffic Live","location":{"city":"Rome","country":"Italy","latitude":41.89397,"longitude":12.58806,"street":"via prenestina 738","zip":"00155"},"id":"829558597088397"},"start_time":"2017-06-15T21:00:00+0200","id":"1912481745690780"},{"description":"ETNO DARK ATRAKCIJA IRFAN IZ BUGARSKE PO PRVI PUTA DOLAZI 14. LIPNJA U ZAGREB. SPECIJALNI GOSTI LOELL DUINN.\n\nBugarska eterenal etno dark atrakcija po prvi puta dolazi u Zagreb u srijedu 14. lipnja u Boogaloo Club. Tko voli Dead Can Dance će sigurno biti oduševljen sa Irfan koji u svom repertoaru imaju i pjesme Dead Can Dance. Kao posebni gosti će nastupiti etereal etno darwave grupa Loell Duinn iz Labina,a nakon koncerta će se nastaviti Dark Side party by Tomi Phantasma sa akcentom na etno dark. Idući dan je neradni!\nPočetak koncerta je najavljen za 21 sati, a cijena ulaznice 60 kn u pretprodaji i 80 kn na dan koncerta. Ulaznice se mogu kupiti na slijedećim pretprodajnim mjestima i online shopovima: u Zagrebu: Dirty Old Shop – Tratinska 18 (online: http://www.dirtyoldempire.com/shop/ i 01 5573 888), Kloto – Masarykova 14, Purgatory – Ozaljska 46, Octopus Piercing & Tatto Studio – Gundulićeva 31, Rockmark – Berislavićeva 13, Vallhala Metal Bar – Radićeva - 25., Eventim sistem www.eventim.hr.","end_time":"2017-06-15T04:00:00+0200","name":"Otkazano! Irfan & Loell Duinn & Dark Side / 14.6. / Boogaloo","place":{"name":"Boogaloo Zagreb","location":{"city":"Zagreb","country":"Croatia","latitude":45.798648249129,"longitude":15.970902442932,"street":"Ulica grada Vukovara 68","zip":"10000"},"id":"757608884355070"},"start_time":"2017-06-14T21:00:00+0200","id":"1827345940918455"},{"description":"*** ПОЛИТИКА ЗА ДОПУСКАНЕ НА ЛИЦА НЕНАВЪРШИЛИ 18 ГОДИНИ В КЛУБ VINTAGE 33 --> https://goo.gl/SIh44x","end_time":"2017-04-29T02:00:00+0300","name":"Irfan - Live in Varna","place":{"name":"Club Vintage 33 (Varna)","location":{"city":"Varna","country":"Bulgaria","latitude":43.210452210956,"longitude":27.93046688464,"street":"бул. Сливница №33","zip":"9000"},"id":"121100761296331"},"start_time":"2017-04-28T23:00:00+0300","id":"944761812333240"},{"description":"The Moon and the Nightspirit (Official) & Irfan at club *Mixtape 5* /  22.04.2017\n\nУнгарската pagan folk група The Moon and the Nightspirit (Official) ще свири за пръв път в София по покана на роднaтa уърлд фюжън банда Irfan и ще представи съвсем новия си албум \"Metanoia\", който излиза на 17 март. Концертът на 22 април в клуб Mixtape 5 е кулминацията на дългогодишно приятелство и взаимна подкрепа между двете групи и финална точка в съвместното им балканско мини турне тази пролет. Съчетението на мистичния саунд на двете банди е сигурен залог за едно вълшебно изживяване за всички фенове на тази музика у нас.\n\nThe Moon and the Nightspirit (Official) имат само едно свирене у нас – в рамките на Transfiguration Festival 2015 в родопското село Долен, където отново делиха сцена с приятелите си от Irfan. Сега двете групи се събират отново за самостоятелен съботен концерт в сърцето на София – едно специално пролетно събитие, което всички чакаме с огромно нетърпение.\n\nКлуб Mixtape 5 отваря врати в 20:00, а концертът ще започне в 21:00. Билети в мрежата на Eventim на цена от 13 лева и 15 на входа на клуба.\n\n18+\n*Клубът не работи с резервации\n**Политика за достъп на непълнолетни: http://on.fb.me/YDzVEe","end_time":"2017-04-23T00:00:00+0300","name":"Irfan & The Moon And The Nightspirit at club *Mixtape 5* / 22.04.","place":{"name":"\"Mixtape 5\"","location":{"city":"Sofia","country":"Bulgaria","latitude":42.6831136774,"longitude":23.321013450623,"street":"Bulgaria Blvd. 1, underpass “Gallery”","zip":"1000"},"id":"187449647952115"},"start_time":"2017-04-22T20:00:00+0300","id":"715746835269790"},{"description":"PROGRAM:\n19:30 - open doors\n20:00 - 21:20 - IRFAN\n21:40 - 23:00 - TMATN\n\nFinal Step Productions va prezinta un concert cu totul special. Doua trupe aparte, ce nu sunt straine publicului roman, care impreuna vor crea o seara de neuitat pentru amatorii de sonoritati folk-pagan. THE MOON AND THE NIGHTSPIRIT si IRFAN ne vor incanta auzul in Clubul Quantic, pe data de 21 aprilie 2017.\n\nTHE MOON AND THE NIGHTSPIRIT a luat fiinta in anul 2003, iar de atunci duo-ul maghiar si-a creat o semnatura artistica distincta, care se reflecta nu doar in muzica lor, dar si in universul vizual unic care le ilustreaza compozitia. In 2014, trupa a semnat un contract cu legendara casa de discuri germana Prophecy Productions. \nThe Moon and the Nightspirit invita ascultatorul in inima padurii, in lumea de smarald a taramurilor fara varsta, creand o tesatura in care firele de misticism antic se combina cu atmosfere de vis, unde Muzica Lumii capata o aura pagana vrajita.\n\nMuzica trupei IRFAN este un amestec unic de melodii si ritmuri hipnotizante - un mix electro-acustic inspirat de traditiile sacre ale Balcanilor, Persiei si a Orientului Mijlociu, cantarea ortodoxa si patrimoniul muzical al Bizantului si Europei Medievale. Una dintre principalele caracteristici ale trupei este utilizarea la scara larga a vocilor etnice feminine extrem de frumoase impreuna cu voci masculine puternice si coruri, acompaniate de o mare varietate de intrumente bulgare, balcanice si orientale (caval, nai, duduk, darbouka, daf, bodhran, riq). Inregistrarile si concertele formatiei Irfan calauzesc audienta printr-o calatorie emotionala si spirituala dincolo de spatiu si timp.\n\n══════════════\n\nBILETE:\n- 30 de lei - primele 50 de bilete in reteaua iabilet.ro (valabil pana la data de 28 decembrie 2016)\n- 40 de lei - presale in reteaua iabilet.ro (dupa vanzarea primelor 50 de bilete sau dupa 28 decembrie 2016)\n- 50 de lei - la intrare, in ziua concertului\n\nVineri, 21 aprilie 2017, ora 19:00\nBucuresti, Club Quantic - Intrarea Grozavesti\n\n══════════════\n\nTHE MOON AND THE NIGHT SPIRIT - Pagan Folk - UNGARIA\nhttps://www.facebook.com/TheMoonAndTheNightspirit/\n\nIRFAN - Ethereal World Music - BULGARIA\nhttps://www.facebook.com/Irfantheband/\n\n══════════════\n\nhttp://www.iabilet.ro/bilete-concert-the-moon-and-the-nightspirit-irfan-27285/\n\nBiletele se gasesc in format electronic pe www.iabilet.ro, in reteaua fizica iabilet.ro (www.iabilet.ro/retea - Magazinul Muzica, Agentiile Perfect Tour, stand-ul de bilete de la Metrou Unirii 1 (langa casa de bilelete Metrorex), Magazinele Uman, IQ BOX, reteaua de magazine Say – partener Orange, pe terminalele self-service ZebraPay din toata tara), Hard Rock Cafe, dar si la Clubul Quantic, precum si in ziua concertului la intrare.","end_time":"2017-04-21T23:00:00+0300","name":"Irfan & The Moon and the Nightspirit - live in Club Quantic","place":{"name":"Quantic","location":{"city":"Bucharest","country":"Romania","latitude":44.43757,"longitude":26.05904,"street":"Intrarea Grozavesti","zip":"061344"},"id":"1418409958480599"},"start_time":"2017-04-21T19:30:00+0300","id":"108898426271169"},{"description":"Mario Dance Atelier, în colaborare cu Nomad Events și Cavalleria vă prezintă un concert cu totul special. Doua trupe deosebite, care au mai vizitat țărmurile românești, vor crea o seară memorabilă pentru publicul clujean, la Teatrul National din Cluj.\nThe Moon and the Nightspirit & Irfan, ne vor încânta simțurile pe data de 20 Aprilie 2017!\n\nThe Moon and the Nightspirit - o formație care vine cu o semnatură artistică distinctă care este reflectată atât în muzica compusa de ei, cât și în universul vizual unic care vine ca o completare perfectă pentru compoziții. În 2014, trupa a semnat un contract cu Prophecy Productions, casa de discuri recunoscută la nivel internațional. \nCompozițiile mistice la care ne putem astepta, vor invita ascultatorul în inima pădurii, o lume de smarald a tărâmurilor nemuritoare, care creează o aura de misticism antic combinată cu o atmosfera de reverie.\n\nMuzica celor de la Irfan este un amestec electro-acustic inspirat de tradițiile sacre balcanice, persane și orientale, cu ritmuri hipnotizante. Una dintre caracteristicile principale ale compozițiilor lor este îmbinarea vocilor etnice feminine minunate cu voci masculine puternice, acompaniate de instrumente neobisnuite (caval, nai, duduk, darbouka, daf, bodhran, riq), pentru a putea călăuzi audiența printr-o călătorie emoțională și spirituală dincolo de spațiu și timp.\n\nTHE MOON AND THE NIGHT SPIRIT - Pagan Folk - UNGARIA\nhttps://www.facebook.com/TheMoonAndTheNightspirit/\n\nIRFAN - Ethereal World Music - BULGARIA\nhttps://www.facebook.com/Irfantheband/\n\nLocatie: Teatrul National Cluj Napoca\nAcces - Ora 19:30 \nOra de incepere: 20:00\n\nBiletele pot fi achizitionate atat online, folosind platforma Eventbook, cat si de la Agenția Teatrului Național. \nInformatii și bilete 0741113647\n\nPreț bilete: 50 lei, 40 lei, 30 lei, 20 lei \n\nParteneri: Refresh Print, Barbosii.ro, Metalhead, Hostel Transilvania","end_time":"2017-04-20T22:00:00+0300","name":"Concert The Moon and The Nightspirit & Irfan","place":{"name":"Teatrul Naţional Cluj-Napoca","location":{"city":"Cluj-Napoca","country":"Romania","latitude":46.7688332,"longitude":23.5973797,"street":"Piaţa Ştefan cel Mare, nr. 2-4, Cluj-Napoca","zip":"400192"},"id":"149018442108560"},"start_time":"2017-04-20T20:00:00+0300","id":"275878842835129"},{"description":"R&R Booking Romania va prezinta un concert cu totul special. Doua trupe aparte, ce nu sunt straine publicului roman, care impreuna vor crea o seara de neuitat pentru amatorii de sonoritati folk-pagan. THE MOON AND THE NIGHTSPIRIT si IRFAN ne vor incanta auzul in Clubul Daos din Timisoara pe data de 19 aprilie 2017.\n\nTHE MOON AND THE NIGHTSPIRIT a luat fiinta in anul 2003, iar de atunci duo-ul maghiar si-a creat o semnatura artistica distincta, care se reflecta nu doar in muzica lor, dar si in universul vizual unic care le ilustreaza compozitia. In 2014, trupa a semnat un contract cu legendara casa de discuri germana Prophecy Productions. \nThe Moon and the Nightspirit invita ascultatorul in inima padurii, in lumea de smarald a taramurilor fara varsta, creand o tesatura in care firele de misticism antic se combina cu atmosfere de vis, unde Muzica Lumii capata o aura pagana vrajita.\n\nMuzica trupei IRFAN este un amestec unic de melodii si ritmuri hipnotizante - un mix electro-acustic inspirat de traditiile sacre ale Balcanilor, Persiei si a Orientului Mijlociu, cantarea ortodoxa si patrimoniul muzical al Bizantului si Europei Medievale. Una dintre principalele caracteristici ale trupei este utilizarea la scara larga a vocilor etnice feminine extrem de frumoase impreuna cu voci masculine puternice si coruri, acompaniate de o mare varietate de intrumente bulgare, balcanice si orientale (caval, nai, duduk, darbouka, daf, bodhran, riq). Inregistrarile si concertele formatiei Irfan calauzesc audienta printr-o calatorie emotionala si spirituala dincolo de spatiu si timp.\n\n══════════════\n\nBILETE:\n- 30 de lei - primele 50 de bilete \n- 40 de lei - presale (50 de bilete, pana la 1 aprilie 2017)\n- 50 de lei - la intrare, in ziua concertului\n\nInfo/rezervari: 0722892356\n\nTHE MOON AND THE NIGHT SPIRIT - Pagan Folk - UNGARIA\nhttps://www.facebook.com/TheMoonAndTheNightspirit/\n\nIRFAN - Ethereal World Music - BULGARIA\nhttps://www.facebook.com/Irfantheband/","end_time":"2017-04-20T06:00:00+0300","name":"Irfan / The Moon And The Nightspirit @Daos, Timisoara","place":{"name":"DAOS club","location":{"city":"Timisoara","country":"Romania","latitude":45.75060091354,"longitude":21.216542610422,"street":"Splaiul Nicolae Titulescu nr 5","zip":"300160"},"id":"101837233193993"},"start_time":"2017-04-19T20:00:00+0300","id":"131892920669210"},{"description":"Мистично музикално пътешествие с Irfan в клуб Vintage 33, Варна  на 5 ноември!\n\nБилети можете да закупите в магазини \" На Тъмно \", касите на Fastpay, и книжарници Booktrading в цялата страна както и on-line на посоченият по-долу линк:\nhttps://clubvintage33.ticketlogic.bg/\n\nБилетите са ограничени.\nПрепоръчваме предварително закупуване на билети.\nПредварителна продажба: 8 лева\nНа деня: 10 лева\n\nНастъпи моментът за есенният концерт на IRFAN във Варна. След изключително успешно турне из специализираните европейските фестивали за етно, уърлд, средновековна и готик музика (Wave Gotik Treffen - Германия, CastleFest - Холандия, Festival-Mediaval - Германия, Voice of Nomads - Русия) и редица самостоятелни концерти, уърлд/фюжън магьосниците IRFAN се завръщат във Варна за специален концерт преди края на годината. Както и през изминалите им европейски участия така и във Варна IRFAN ще бъдат придружени от  вълшебният глас на Дарина Златкова.\n\nПрез 2015 станахме свидетели на издаването на третия албум на Irfan - The Eternal Return, който се появи цели 8 години след предшественика си Seraphim, докато междувременно групата предприе най-интензивния концертен период в историята си. Сега музикантите вече работят и по нова музика, а софийската публика ще може да се наслади на някои от най-новите, още неиздавани композиции на Irfan. Пътешествието продължава.\n\nГрупа IRFAN се ражда в София през 2001 г. Името им е добре познато за меломаните не само у нас, но и по света. Калейдоскопичната им музика съчетава хипнотични мелоди и ритми в специфичен електро-акустичен уърлд фюжън, повлиян от сакралните и фолклорни музикални традиции на Балканите, Анатолия, Близкия Изток, както и от музикалното и духовно наследство на Византия, Средновековна Европа и античния средиземноморски свят. Черпейки сила и вдъхновение от българските си корени, групата вплита духа и хармониите на традиционната музика на Евразия в атмосферични електронни звукови пейзажи и неравноделни ритми. В целостта си звукът им носи дълбочините на една своеобразна аудио-археология, която изследва изгубеното предисторическо универсално музикално наследство в пластовете на времето. Резултатът от тази комбинация е един уникален и оригинален уърлд фюжън, в който стилистиката на нео фолка и етериъл уейва, ориенталския мистицизъм, балканските мотиви и средновековната романтика разцъфтяват в един обаятелно красив кристален звук. \n\nМедиите за Irfan:\n\nThe Eternal Return е приет възторжено от феновете на Irfan, а критиката в не едно издание го сочи за един от най-значимите записи на 2015:\n\"В The Eternal Return те очаква един час великолепна музика, побрал в себе си десет вълшебни песни, които пленяват слушателя с магически вокални мелодии и впечатляващ брой струнни, духови и перкусионни инструменти.\" (Gothic Paradise, САЩ)\n\"Пътуване от пустинята Сахара, до сибирските степи, през градините на Йерусалим и дори до мистичните светове на Хилдегард фон Бинген. Irfan събират Земята, Небето, Огънят и Водата в съвременна литургия, но с поклон към средновековните източни и европейски култури.\" (Equilibrium Music, Португалия)","end_time":"2016-11-06T01:00:00+0200","name":"IRFAN - Live in Varna","place":{"name":"Club Vintage 33 (Varna)","location":{"city":"Varna","country":"Bulgaria","latitude":43.210452210956,"longitude":27.93046688464,"street":"бул. Сливница №33","zip":"9000"},"id":"121100761296331"},"start_time":"2016-11-05T22:30:00+0200","id":"1769819579954114"},{"description":"Jegyárak/Ticket prices:\n\n1900 HUF elővételben/in advance\n2500 HUF a helyszínen/onsite\n\nJegyek kaphatók a Cd pincében és a Dürer kertben.\n\nOnline jegyvásárlás: \n\nhttps://tixa.hu/themoonandthenightspirit_irfan\n\nIsmét Budapesten lép fel a bolgár Irfan zenekar. Zenéjüket leginkább elektro-akusztikus világzenei fúzióként lehetne leírni, amely hagyományos bolgár, közel-keleti, perzsa és balkáni hatásokból építkezik. A középkori és bizánci hagyományok is felbukkannak a zenéjükben, amelyben az éteri és misztikus női éneket erős férfi ének, hagyományos bolgár és közel-keleti húros-,fúvós- és ütőhangszerek támogatnak.\n\nAz est másik fellépője a magyar The Moon and the Nightspirit zenekar. Akusztikus zenéjükkel egy misztikus, elfeledett világba, pogány mesék birodalmába, mohalepte erdők mélyére invitálják a hallgatót. Zenéjükben a női és férfi éneket akusztikus gitár, hegedű, basszusgitár és dobok teszik teljessé.\n\nE két zenekar párosítása egy különleges zenei utazást kínál az erre fogékonyak számára. \n\nIntroduction in English:\n\nIRFAN is an Ethereal World Music band formed in Sofia, Bulgaria in 2001. The kaleidoscopic sound of IRFAN reveals an original electro-acoustic World Fusion influenced by the sacred and folk music traditions of the Balkans, Anatolia, Persia, the Middle East, North Africa and India, as well as by the musical and spiritual heritage of Byzantium, Medieval Europe and the Ancient Mediterranean. Its integrity bears the depths of an audio-archeology that explores the lost prehistoric universal musical heritage within the layers of time. IRFAN is known for its extensive use of ethereal and mystic female vocals in addition to strong male vocals and choirs in combination with an assortment of traditional Bulgarian, Turkish, Middle Eastern, Persian and Indian string, wind, key and percussive instruments woven into a delicate electronic sound. The band’s name is borrowed from the Sufi’s terminology and means “gnosis”, “secret knowledge” or “revelation”. And indeed the music of IRFAN is an invitation for a mystical trip in and beyond time. A message, poetically revealed in the language of the heart. \n\nThe Moon and the Nightspirit:\nBrought to life in 2003, the Hungarian duo known as The Moon and the Nightspirit has since been crafting a distinct artistic signature, reflected not only in their music but also in the unique visual universe that illustrates their work.\n\nThe Moon and the Nightspirit invites the listener into the moss-grown heart of the forest, into the emerald world of ageless, sylvan realms, weaving a web where threads of ancient mysticism combine with dreamy atmospheres, where World Music acquires a bewitching pagan aura.","end_time":"2016-09-07T23:00:00+0200","name":"The Moon and the Nightspirit, Irfan koncert, Budapest","place":{"name":"Dürer Kert","location":{"city":"Budapest","country":"Hungary","latitude":47.50977,"longitude":19.09007,"street":"Ajtósi Dürer sor 19-21.","zip":"1146"},"id":"131187623567478"},"start_time":"2016-09-07T20:00:00+0200","id":"1028410340610799"},{"description":"Представяме ви второто издание на Onstage Sessions. Onstage, Bee Bop Café и IGS Sound Factory ви канят на тридневния фест с участието на изключителни музиканти.\n\n26 August, Friday, 20:00h\nIrfan\nLiving Space\nВход (на място): 10лв\n\n27 August, Saturday, 20:00h\nHristina Beleva & Petar Milanov\nNikolay Karageorgiev - guitar ,  Alexander Lekov - bass\nВход (на място): 10лв\n\n28 August, Sunday, 20:00h\nPoduene Blues Band  & Vasko The Patch \nTube Hedzzz\nВход (на място): 10лв","end_time":"2016-08-28T00:00:00+0300","name":"Tonight! 3-Day Fest by Onstage Sessions","place":{"name":"Onstage Sessions","location":{"city":"Plovdiv","country":"Bulgaria","latitude":42.15115,"longitude":24.76941,"street":"Gladston 1","zip":"4000"},"id":"165095283917051"},"start_time":"2016-08-26T20:00:00+0300","id":"1781514528761084"},{"description":"IRFAN @ club *MIXTAPE 5*, A-Side | 21 April | 20:30\n\nБилети: 10 лева. Без промяна в деня на събитието. \n\nПредварителна продажба: \nОт касите и сайта на Ticket Logic\n\nЕ - ticket: \nhttps://www.ticketlogic.bg/irfan-at-mixtape-a-side-april/28413\n\nКаси на Ticket Logic в страната:\nhttp://bilet.bg/%D0%BA%D0%B0%D1%81%D0%B8/\n\nБилети ще се продават и на входа на клуба, във вечерта на концерта. \n\nВратите на клуба ще отворят в 19:30\n\nНачало на концерта: 20:30\n\nЗа пълноценно преживяване - бъдете навреме на мястото на събитието!\n\n18+\n*Клубът не работи с резервации\n**Политика за достъп на непълнолетни: http://on.fb.me/YDzVEe\n***Гардероб - упътване за употреба: http://on.fb.me/O2TMhv","name":"IRFAN at MIXTAPE 5, A-Side, 21 April, 19:30","place":{"name":"\"Mixtape 5\"","location":{"city":"Sofia","country":"Bulgaria","latitude":42.6831136774,"longitude":23.321013450623,"street":"Bulgaria Blvd. 1, underpass “Gallery”","zip":"1000"},"id":"187449647952115"},"start_time":"2016-04-21T20:30:00+0300","id":"1569750263352591"},{"description":"by DBE Echoes\n\nhttps://eventbook.ro/music/bilete-concert-irfan-club-control","name":"IRFAN (BUL)","place":{"name":"Control Club","location":{"city":"Bucharest","country":"Romania","latitude":44.435549088332,"longitude":26.097346246369,"street":"Str. Constantin Mille, nr. 4","zip":"010141"},"id":"144299162247376"},"start_time":"2016-04-16T19:30:00+0300","id":"710518845716949"},{"description":"IRFAN в Club Vintage 33 - 2 Април,2016 г.\n\nСлед доста време от последната ни изява в морския град, идваме отново за да споделим мистичното пътешествие с Вас. \n\nПредварителна продажба: 7 лева\nНа деня : 8 лева\nБилети може да закупите от магазин НА ТЪМНО, Orange, Office 1, OMV, Пикадили, или on line на : http://www.ticketpro.bg/jnp/music/1816915-irfan-club-vintage-33.html\nНачало: 22.00\n\nIt's been a while since the last time we played in Varna, but here we come again to share the mystical journey with you.\ntickets on line: http://www.ticketpro.bg/jnp/music/1816915-irfan-club-vintage-33.html\nPresale: 7 lv.\nAt the Door : 8 lv.\nBeggining: 22.00","name":"IRFAN - Club Vintage 33 - Varna","place":{"name":"Club Vintage 33 (Varna)","location":{"city":"Varna","country":"Bulgaria","latitude":43.210452210956,"longitude":27.93046688464,"street":"бул. Сливница №33","zip":"9000"},"id":"121100761296331"},"start_time":"2016-04-02T22:00:00+0300","id":"1564576400527480"}]}